Repository: karabambus/WorldCupStats
Catalog: WorldCupStats.data/Resources/WorldCupRes.*.resx
Languages: hr

# MenuFiles
source: Files
hr: Datoteke

# MenuSettings
source: Settings
hr: Postavke

# MenuExit
source: Exit
hr: Izlaz

# MenuHelp
source: Help
hr: Pomoć

# MenuAbout
source: About Program
hr: O programu

# LabelSelectTeam
source: Select Team:
hr: Odaberite tim:

# ButtonLoadPlayers
source: Load Players
hr: Učitaj igrače

# GroupFavorites
source: Favorite Players
hr: Omiljeni igrači

# GroupOthers
source: Other Players
hr: Ostali igrači

# StatusReady
source: Ready
hr: Spremno

# StatusLoading
source: Loading...
hr: Učitavanje...

# ButtonRankings
source: Rankings
hr: Rang liste

# ButtonRankingsAttendance
source: Attendance Rankings
hr: Rang liste posjećenosti

# ButtonSave
source: Save
hr: Spremi

# ButtonCancel
source: Cancel
hr: Odustani

# ButtonOK
source: OK
hr: U redu

# ChampionshipLabel
source: Championship:
hr: Prvenstvo:

# LanguageLabel
source: Language:
hr: Jezik:

# MessageSelectTeam
source: Please select a team first.
hr: Molimo odaberite tim prvo.

# MessageLoadingError
source: Error loading data. Please try again.
hr: Greška pri učitavanju podataka. Molimo pokušajte ponovno.

# MessageExitConfirm
source: Are you sure you want to exit?
hr: Jeste li sigurni da se želite zatvoriti?

# MessagePlayerAlreadyFavorite
source: Player is already a favorite!
hr: Igrač je već u favoritima!

# MessageMaxFavoritesReached
source: Maximum 3 favorites allowed!
hr: Maksimalno 3 favorita dozvoljeno!

# MessagePlayerNotFavorite
source: Player is not a favorite!
hr: Igrač nije u favoritima!

# MessageInfoTitle
source: Info
hr: Informacija

# RadioButtonMen
source: Men's Championship
hr: Muško prvenstvo

# RadioButtonWomen
source: Women's Championship
hr: Žensko prvenstvo

# GroupBoxChampionship
source: Championship Type
hr: Vrsta prvenstva

# GroupBoxLanguage
source: Language / Jezik
hr: Jezik / Language

# GroupBoxDataSource
source: Data Source
hr: Izvor podataka

# RadioButtonJsonFiles
source: Local JSON Files
hr: Lokalne JSON datoteke

# CheckBoxShowImages
source: Show player images
hr: Prikaži slike igrača

# CheckBoxAutoSave
source: Auto-save settings
hr: Automatsko spremanje postavki

# CheckBoxUseCache
source: Use data cache
hr: Koristi cache podataka

# ButtonReset
source: Reset to Default
hr: Vrati na zadane vrijednosti

# ButtonExport
source: Export Settings
hr: Izvezi postavke

# ButtonImport
source: Import Settings
hr: Uvezi postavke

# SettingsFormTitle
source: Initial Settings
hr: Početne postavke

# StatusLanguageChanged
source: Language changed successfully
hr: Jezik uspješno promijenjen

# WindowModeLabel
source: Window Mode:
hr: Način prozora:

# WindowModeNormal
source: Normal
hr: Normalan

# WindowModeMaximized
source: Maximized
hr: Maksimiziran

# WindowModeFullScreen
source: Full Screen
hr: Puni ekran

# OpponentSelection
source: Match Selection
hr: Odabir utakmice

source: Select Opponent:
hr: Odaberite protivnika:

source: Match Result
hr: Rezultat utakmice

source: Team Info
hr: Informacije o timu

source: Opponent Info
hr: Informacije o protivniku

source: Team Information
hr: Informacije o timu

source: Games Played:
hr: Odigrane utakmice:

source: Wins:
hr: Pobjede:

source: Losses:
hr: Porazi:

source: Draws:
hr: Neriješeni:

source: Goals For:
hr: Golovi za:

source: Goals Against:
hr: Golovi protiv:

source: Goal Differential:
hr: Gol razlika:

source: Close
hr: Zatvori

source: Your Favorite Team
hr: Vaš omiljeni tim

# SelectOpponentButton
source: Select Opponent
hr: Odaberite protivnika

# ConfirmSaveSettings
source: Are you sure you want to save these settings?
hr: Jeste li sigurni da želite spremiti ove postavke?

# ConfirmTitle
source: Confirm Changes
hr: Potvrda promjena

# SettingsSaved
source: Settings saved successfully!
hr: Postavke uspješno spremljene!

source: Success
hr: Uspjeh

# ConfirmExit
source: Are you sure you want to exit the application?
hr: Jeste li sigurni da se želite zatvoriti aplikaciju?

# ConfirmExitTitle
source: Exit Application
hr: Zatvaranje aplikacije

# ConfirmReset
source: Are you sure you want to reset all settings to defaults?\nThis action cannot be undone.
hr: Jeste li sigurni da želite vratiti sve postavke na zadane vrijednosti?\nOva radnja se ne može poništiti.

# ResetTitle
source: Reset Settings
hr: Vraćanje postavki

# UnsavedChanges
source: You have unsaved changes. Do you want to save them?
hr: Imate nespremljene promjene. Želite li ih spremiti?

# UnsavedChangesTitle
source: Unsaved Changes
hr: Nespremljene promjene

source: Player Details
hr: Detalji igrača

# PlayerName
source: Player:
hr: Igrač:

# PlayerNumber
source: Number:
hr: Broj:

# PlayerPosition
source: Position:
hr: Pozicija:

source: Team Captain
hr: Kapetan tima

# ChangePlayerImage
source: Would you like to change the player's image?
hr: Želite li promijeniti sliku igrača?

source: Select Player Image
hr: Odaberite sliku igrača

# ImageUpdatedSuccessfully
source: Player image updated successfully!
hr: Slika igrača uspješno ažurirana!

source: Error updating image:
hr: Greška pri ažuriranju slike:

source: Add to Favorites
hr: Dodaj u favorite

source: Remove from Favorites
hr: Ukloni iz favorita

source: Set Player Image...
hr: Postavi sliku igrača...

source: Remove Player Image
hr: Ukloni sliku igrača

source: Error
hr: Greška

source: Warning
hr: Upozorenje

# Info
source: Information
hr: Informacija
